print("آزمون امنیت دیجیتال")
score=0
a1=input("آیا روی لینک ناشناس کلیک می کنی ؟:(بله/خیر)")
if a1=="خیر":
    score+=1
a2=input("آیا آنتی ویروس داری؟:(بله/خیر)")
if a2=="بله":
    score+=1
a3=input("آیا برنامه ها را از برنامه های معتبر دانلود می کنی ؟:(بله/خیر)")
if a3=="بله":
    score+=1
a4=input("از رمز قوی استفاده می کنی ؟:(بله/خیر)")
if a4=="بله":
    score+=1
a5=input("آیا سیستم خود را بروزرسانی می کنی ؟:(بله/خیر)")
if a5=="بله":
   score+=1
  print("امتیاز شما:"،score)
if score == 5:
    print("سطح:عالی")
elif score >= 3:
  print("سطح:متوسط")
else:
  print("سطج:نیاز به مطالعه ی بیشتر")
